Repository: bwgh0/MoneroOne
Catalog: MoneroOne/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, nl, pl, pt_br, ro, ru, tr, uk, zh_hans, zh_hant

source: Edit Node
de: Node bearbeiten
es: Editar nodo
fr: Modifier le nœud
it: Modifica nodo
ja: ノードを編集
ko: 노드 편집
nl: Wijzig node
pl: Edytuj węzeł
pt_br: Editar Nó
ro: Editează nodul
ru: Изменить узел
tr: Düğümü Düzenle
uk: Редагувати вузол
zh_hans: 编辑节点
zh_hant: 編輯節點

source: Edit Proxy
de: Proxy bearbeiten
es: Editar proxy
fr: Modifier le proxy
it: Modifica proxy
ja: プロキシを編集
ko: 프록시 편집
nl: Wijzig proxy
pl: Edytuj proxy
pt_br: Editar Proxy
ro: Editează proxy-ul
ru: Изменить прокси
tr: Proxy'yi Düzenle
uk: Редагувати проксі
zh_hans: 编辑代理
zh_hant: 編輯代理伺服器

source: Enable
de: Aktivieren
es: Activar
fr: Activer
it: Attiva
ja: 有効にする
ko: 활성화
nl: Schakel in
pl: Włącz
pt_br: Ativar
ro: Activează
ru: Включить
tr: Etkinleştir
uk: Увімкнути
zh_hans: 启用
zh_hant: 啟用

source: Enable %@
de: %@ aktivieren
es: Activar %@
fr: Activer %@
it: Attiva %@
ja: %@を有効にする
ko: %@ 활성화
nl: Schakel %@ in
pl: Włącz %@
pt_br: Ativar %@
ro: Activează %@
ru: Включить %@
tr: %@ Kullan
uk: Увімкнути %@
zh_hans: 启用%@
zh_hant: 啟用 %@

source: Enable %@?
de: %@ aktivieren?
es: ¿Activar %@?
fr: Activer %@ ?
it: Attivare %@?
ja: %@を有効にしますか?
ko: %@를 활성화하시겠습니까?
nl: %@ inschakelen?
pl: Włączyć %@?
pt_br: Ativar o %@?
ro: Activezi %@?
ru: Включить %@?
tr: %@ kullanılsın mı?
uk: Увімкнути %@?
zh_hans: 要启用%@ 吗？
zh_hant: 要啟用 %@ 嗎？

source: Enable notifications to receive price alerts
de: Aktiviere Mitteilungen, um Preisalarme zu erhalten
es: Activa las notificaciones para recibir alertas de precio
fr: Activez les notifications pour recevoir les alertes de prix
it: Attiva le notifiche per ricevere gli avvisi di prezzo
ja: 価格アラートを受け取るには通知を有効にしてください
ko: 가격 알림을 받으려면 알림을 활성화하세요
nl: Schakel meldingen in om prijsmeldingen te ontvangen
pl: Włącz powiadomienia, aby otrzymywać alerty cenowe
pt_br: Ative as notificações para receber alertas de preço
ro: Activează notificările ca să primești alerte de preț
ru: Включите уведомления, чтобы получать ценовые оповещения
tr: Fiyat uyarıları almak için bildirimleri açın
uk: Увімкніть сповіщення, щоб отримувати цінові сповіщення
zh_hans: 启用通知以接收价格提醒
zh_hant: 啟用通知以接收價格提醒

source: Enabled
de: Aktiviert
es: Activado
fr: Activée
it: Attivo
ja: 有効
ko: 활성화됨
nl: Ingeschakeld
pl: Włączono
pt_br: Ativada
ro: Activat
ru: Включено
tr: Etkin
uk: Увімкнено
zh_hans: 已启用
zh_hant: 已啟用

source: Encrypted Channel
de: Verschlüsselter Kanal
es: Canal cifrado
fr: Canal chiffré
it: Canale crittografato
ja: 暗号化チャネル
ko: 암호화된 채널
nl: Versleuteld kanaal
pl: Szyfrowany kanał
pt_br: Canal Criptografado
ro: Canal criptat
ru: Зашифрованный канал
tr: Şifreli Kanal
uk: Зашифрований канал
zh_hans: 加密通道
zh_hant: 加密通道

source: Encrypted Handshake
de: Verschlüsselter Handshake
es: Negociación cifrada
fr: Négociation chiffrée
it: Handshake crittografato
ja: 暗号化ハンドシェイク
ko: 암호화 핸드셰이크
nl: Versleutelde handshake
pl: Szyfrowane uzgadnianie
pt_br: Handshake Criptografado
ro: Handshake criptat
ru: Зашифрованное рукопожатие
tr: Şifreli El Sıkışma
uk: Зашифроване рукостискання
zh_hans: 加密握手
zh_hant: 加密交握

source: Encryption failed
de: Verschlüsselung fehlgeschlagen
es: Falló el cifrado
fr: Échec du chiffrement
it: Crittografia non riuscita
ja: 暗号化に失敗しました
ko: 암호화 실패
nl: Versleuteling mislukt
pl: Szyfrowanie nie powiodło się
pt_br: Falha na criptografia
ro: Criptarea a eșuat
ru: Ошибка шифрования
tr: Şifreleme başarısız oldu
uk: Не вдалося зашифрувати
zh_hans: 加密失败
zh_hant: 加密失敗

source: Enter %lld digit PIN
de: %lld-stellige PIN eingeben
es: Ingresa un PIN de %lld dígitos
fr: Saisissez le code PIN à %lld chiffres
it: Inserisci il PIN a %lld cifre
ja: %lld桁のPINを入力
ko: %lld자리 PIN 입력
nl: Voer PIN van %lld cijfers in
pl: Wprowadź %lld-cyfrowy PIN
pt_br: Digite o PIN de %lld dígitos
ro: Introdu PIN-ul de %lld cifre
ru: Введите PIN-код из %lld цифр
tr: %lld haneli PIN girin
uk: Введіть %lld-значний PIN-код
zh_hans: 输入 %lld 位 PIN 码
zh_hant: 輸入 %lld 位數 PIN 碼

source: Enter PIN
de: PIN eingeben
es: Ingresa el PIN
fr: Saisir le code PIN
it: Inserisci PIN
ja: PINを入力
ko: PIN 입력
nl: Voer PIN in
pl: Wprowadź PIN
pt_br: Digite o PIN
ro: Introdu PIN-ul
ru: Введите PIN-код
tr: PIN'i Girin
uk: Введіть PIN-код
zh_hans: 输入 PIN 码
zh_hant: 輸入 PIN 碼

source: Enter PIN to Enable %@
de: PIN eingeben, um %@ zu aktivieren
es: Ingresa el PIN para activar %@
fr: Saisissez le code PIN pour activer %@
it: Inserisci il PIN per attivare %@
ja: PINを入力して%@を有効にする
ko: PIN을 입력하여 %@ 활성화
nl: Voer PIN in om %@ in te schakelen
pl: Wprowadź PIN, aby włączyć %@
pt_br: Digite o PIN para Ativar o %@
ro: Introdu PIN-ul pentru a activa %@
ru: Введите PIN-код, чтобы включить %@
tr: %@ için PIN Girin
uk: Введіть PIN-код, щоб увімкнути %@
zh_hans: 输入 PIN 码以启用%@
zh_hant: 輸入 PIN 碼來啟用 %@

source: Enter PIN to view seed phrase
de: PIN eingeben, um die Seed-Phrase anzuzeigen
es: Ingresa el PIN para ver la frase semilla
fr: Saisissez le code PIN pour afficher la phrase de récupération
it: Inserisci il PIN per vedere la frase seed
ja: シードフレーズを表示するにはPINを入力
ko: 시드 문구를 보려면 PIN 입력
nl: Voer PIN in om seedzin te bekijken
pl: Wprowadź PIN, aby zobaczyć frazę seed
pt_br: Digite o PIN para ver a frase-semente
ro: Introdu PIN-ul pentru a vedea fraza seed
ru: Введите PIN-код, чтобы увидеть мнемоническую фразу
tr: Kurtarma ifadesini görmek için PIN'i girin
uk: Введіть PIN-код, щоб переглянути мнемонічну фразу
zh_hans: 输入 PIN 码以查看助记词
zh_hant: 輸入 PIN 碼來查看助記詞

source: Enter Pairing Code
de: Kopplungscode eingeben
es: Ingresa el código de enlace
fr: Saisir le code de jumelage
it: Inserisci il codice di abbinamento
ja: ペアリングコードを入力
ko: 페어링 코드 입력
nl: Voer koppelcode in
pl: Wprowadź kod parowania
pt_br: Digite o Código de Emparelhamento
ro: Introdu codul de asociere
ru: Введите код сопряжения
tr: Eşleme Kodunu Girin
uk: Введіть код створення пари
zh_hans: 输入配对码
zh_hant: 輸入配對碼

source: Enter XMR address
de: XMR-Adresse eingeben
es: Ingresa la dirección XMR
fr: Saisir une adresse XMR
it: Inserisci indirizzo XMR
ja: XMRアドレスを入力
ko: XMR 주소 입력
nl: Voer XMR-adres in
pl: Wprowadź adres XMR
pt_br: Digite o endereço XMR
ro: Introdu adresa XMR
ru: Введите адрес XMR
tr: XMR adresi girin
uk: Введіть адресу XMR
zh_hans: 输入 XMR 地址
zh_hant: 輸入 XMR 位址

source: Enter a valid address first
de: Gib zuerst eine gültige Adresse ein
es: Primero ingresa una dirección válida
fr: Saisissez d’abord une adresse valide
it: Inserisci prima un indirizzo valido
ja: 先に有効なアドレスを入力してください
ko: 먼저 유효한 주소를 입력하세요
nl: Voer eerst een geldig adres in
pl: Najpierw wprowadź prawidłowy adres
pt_br: Digite um endereço válido primeiro
ro: Introdu mai întâi o adresă validă
ru: Сначала введите действительный адрес
tr: Önce geçerli bir adres girin
uk: Спершу введіть дійсну адресу
zh_hans: 请先输入有效地址
zh_hant: 請先輸入有效的位址

source: Enter a valid amount first
de: Gib zuerst einen gültigen Betrag ein
es: Primero ingresa una cantidad válida
fr: Saisissez d’abord un montant valide
it: Inserisci prima un importo valido
ja: 先に有効な金額を入力してください
ko: 먼저 유효한 금액을 입력하세요
nl: Voer eerst een geldig bedrag in
pl: Najpierw wprowadź prawidłową kwotę
pt_br: Digite um valor válido primeiro
ro: Introdu mai întâi o sumă validă
ru: Сначала введите корректную сумму
tr: Önce geçerli bir miktar girin
uk: Спершу введіть дійсну суму
zh_hans: 请先输入有效金额
zh_hant: 請先輸入有效的金額

source: Enter a valid seed phrase to continue
de: Gib eine gültige Seed-Phrase ein, um fortzufahren
es: Ingresa una frase semilla válida para continuar
fr: Saisissez une phrase de récupération valide pour continuer
it: Inserisci una frase seed valida per continuare
ja: 続けるには有効なシードフレーズを入力してください
ko: 계속하려면 유효한 시드 문구를 입력하세요
nl: Voer een geldige seedzin in om door te gaan
pl: Aby kontynuować, wprowadź prawidłową frazę seed
pt_br: Digite uma frase-semente válida para continuar
ro: Introdu o frază seed validă ca să continui
ru: Введите действительную мнемоническую фразу, чтобы продолжить
tr: Devam etmek için geçerli bir kurtarma ifadesi girin
uk: Щоб продовжити, введіть дійсну мнемонічну фразу
zh_hans: 请输入有效的助记词以继续
zh_hant: 請輸入有效的助記詞以繼續

source: Enter an optional amount to embed in the QR code
de: Gib optional einen Betrag ein, der in den QR-Code aufgenommen wird
es: Ingresa una cantidad opcional para incluirla en el código QR
fr: Saisissez un montant facultatif à intégrer au code QR
it: Inserisci un importo facoltativo da includere nel codice QR
ja: QRコードに含める金額を入力します（任意）
ko: QR 코드에 포함할 금액을 입력하세요(선택 사항)
nl: Voer een optioneel bedrag in om in de QR-code op te nemen
pl: Wprowadź opcjonalną kwotę do umieszczenia w kodzie QR
pt_br: Digite um valor opcional para incluir no código QR
ro: Introdu o sumă opțională de inclus în codul QR
ru: Введите сумму (необязательно), чтобы добавить её в QR-код
tr: QR koduna eklenecek isteğe bağlı bir miktar girin
uk: Введіть суму (необов’язково), щоб додати її в QR-код
zh_hans: 输入要嵌入二维码的金额（可选）
zh_hant: 輸入要嵌入 QR Code 的金額（選填）

source: Enter and confirm your PIN to continue
de: Gib deine PIN ein und bestätige sie, um fortzufahren
es: Ingresa y confirma tu PIN para continuar
fr: Saisissez et confirmez votre code PIN pour continuer
it: Inserisci e conferma il PIN per continuare
ja: 続けるにはPINを入力して確認してください
ko: 계속하려면 PIN을 입력하고 확인하세요
nl: Voer je PIN in en bevestig deze om door te gaan
pl: Aby kontynuować, wprowadź i potwierdź PIN
pt_br: Digite e confirme seu PIN para continuar
ro: Introdu și confirmă PIN-ul ca să continui
ru: Введите и подтвердите PIN-код, чтобы продолжить
tr: Devam etmek için PIN'inizi girip onaylayın
uk: Щоб продовжити, введіть і підтвердьте PIN-код
zh_hans: 请输入并确认 PIN 码以继续
zh_hant: 請輸入並確認 PIN 碼以繼續

source: Enter code shown on Trezor
de: Code vom Trezor eingeben
es: Ingresa el código que aparece en el Trezor
fr: Saisissez le code affiché sur le Trezor
it: Inserisci il codice mostrato sul Trezor
ja: Trezorに表示されたコードを入力
ko: Trezor에 표시된 코드 입력
nl: Voer de code van je Trezor in
pl: Wprowadź kod widoczny na Trezorze
pt_br: Digite o código exibido no Trezor
ro: Introdu codul afișat pe Trezor
ru: Введите код с экрана Trezor
tr: Trezor'da gösterilen kodu girin
uk: Введіть код, показаний на Trezor
zh_hans: 输入 Trezor 上显示的代码
zh_hant: 輸入 Trezor 上顯示的代碼

source: Enter the 6-digit code shown on your Trezor.
de: Gib den 6-stelligen Code ein, den dein Trezor anzeigt.
es: Ingresa el código de 6 dígitos que aparece en tu Trezor.
fr: Saisissez le code à 6 chiffres affiché sur votre Trezor.
it: Inserisci il codice a 6 cifre mostrato sul Trezor.
ja: Trezorに表示された6桁のコードを入力してください。
ko: Trezor에 표시된 6자리 코드를 입력하세요.
nl: Voer de 6-cijferige code in die je Trezor toont.
pl: Wprowadź 6-cyfrowy kod widoczny na Trezorze.
pt_br: Digite o código de 6 dígitos exibido no seu Trezor.
ro: Introdu codul de 6 cifre afișat pe Trezor.
ru: Введите 6-значный код с экрана Trezor.
tr: Trezor'unuzda gösterilen 6 haneli kodu girin.
uk: Введіть 6-значний код, показаний на Trezor.
zh_hans: 输入你的 Trezor 上显示的 6 位代码。
zh_hant: 輸入你的 Trezor 上顯示的 6 位數代碼。

source: Enter the SOCKS5 proxy address as host:port
de: Gib die SOCKS5-Proxy-Adresse als host:port ein
es: Ingresa la dirección del proxy SOCKS5 como host:port
fr: Saisissez l’adresse du proxy SOCKS5 au format host:port
it: Inserisci l’indirizzo del proxy SOCKS5 nel formato host:port
ja: SOCKS5プロキシのアドレスをhost:portの形式で入力してください
ko: SOCKS5 프록시 주소를 host:port 형식으로 입력하세요
nl: Voer het SOCKS5-proxyadres in als host:port
pl: Wprowadź adres proxy SOCKS5 w formacie host:port
pt_br: Digite o endereço do proxy SOCKS5 como host:port
ro: Introdu adresa proxy-ului SOCKS5 ca host:port
ru: Введите адрес прокси SOCKS5 в формате host:port
tr: SOCKS5 proxy adresini host:port biçiminde girin
uk: Введіть адресу проксі SOCKS5 у форматі host:port
zh_hans: 以 host:port 格式输入 SOCKS5 代理地址
zh_hant: 以 host:port 格式輸入 SOCKS5 代理伺服器位址

source: Enter the primary address and private view key of the wallet you want to watch. No seed is stored on this device — you won't be able to send.
de: Gib die Hauptadresse und den privaten View-Key der Wallet ein, die du beobachten möchtest. Auf diesem Gerät wird kein Seed gespeichert – du kannst nicht senden.
es: Ingresa la dirección principal y la clave de vista privada de la cartera que quieres observar. No se guarda ninguna frase semilla en este dispositivo — no podrás enviar.
fr: Saisissez l’adresse primaire et la clé d’audit privée du portefeuille à surveiller. Aucune phrase de récupération n’est stockée sur cet appareil — vous ne pourrez pas envoyer de fonds.
it: Inserisci l’indirizzo primario e la chiave di visualizzazione privata del portafoglio da monitorare. Su questo dispositivo non viene salvato alcun seed — non potrai inviare.
ja: 閲覧するウォレットのプライマリアドレスと秘密ビューキーを入力してください。このデバイスにシードは保存されないため、送金はできません。
ko: 모니터링할 지갑의 기본 주소와 비공개 보기 키를 입력하세요. 이 기기에는 시드가 저장되지 않습니다 — 보내기는 할 수 없습니다.
nl: Voer het primaire adres en de geheime alleen-lezen sleutel in van de portemonnee die je wilt volgen. Er wordt geen seedzin op dit apparaat bewaard — je kunt niet verzenden.
pl: Wprowadź adres główny i prywatny klucz podglądu portfela, który chcesz obserwować. Na tym urządzeniu nie jest zapisywana żadna fraza seed – wysyłanie nie będzie możliwe.
pt_br: Digite o endereço primário e a chave de visualização privada da carteira que você quer acompanhar. Nenhuma semente é guardada neste dispositivo — você não poderá enviar.
ro: Introdu adresa principală și cheia secretă de citire ale portofelului pe care vrei să-l urmărești. Pe acest dispozitiv nu se stochează niciun seed — nu vei putea trimite.
ru: Введите основной адрес и приватный ключ просмотра кошелька, за которым хотите наблюдать. Мнемоническая фраза на этом устройстве не хранится — отправлять средства будет нельзя.
tr: İzlemek istediğiniz cüzdanın ana adresini ve özel görüntüleme anahtarını girin. Bu aygıtta kurtarma ifadesi saklanmaz — gönderim yapamazsınız.
uk: Введіть основну адресу й приватний ключ перегляду гаманця, за яким хочете стежити. Мнемонічна фраза не зберігається на цьому пристрої — надсилати кошти не вийде.
zh_hans: 输入你要观察的钱包的主地址和私有查看密钥。此设备上不会存储助记词，因此你无法发送。
zh_hant: 輸入你要觀察的錢包的主要位址和私密檢視金鑰。此裝置上不會儲存助記詞，因此你無法傳送。

source: Enter your PIN
de: Gib deine PIN ein
es: Ingresa tu PIN
fr: Saisissez votre code PIN
it: Inserisci il PIN
ja: PINを入力
ko: PIN 입력
nl: Voer je PIN in
pl: Wprowadź PIN
pt_br: Digite seu PIN
ro: Introdu PIN-ul
ru: Введите PIN-код
tr: PIN'inizi girin
uk: Введіть PIN-код
zh_hans: 输入你的 PIN 码
zh_hant: 輸入你的 PIN 碼

source: Enter your PIN to unlock
de: Gib deine PIN zum Entsperren ein
es: Ingresa tu PIN para desbloquear
fr: Saisissez votre code PIN pour déverrouiller
it: Inserisci il PIN per sbloccare
ja: PINを入力してロックを解除
ko: 잠금 해제하려면 PIN을 입력하세요
nl: Voer je PIN in om te ontgrendelen
pl: Wprowadź PIN, aby odblokować
pt_br: Digite seu PIN para desbloquear
ro: Introdu PIN-ul pentru deblocare
ru: Введите PIN-код для разблокировки
tr: Kilidi açmak için PIN'inizi girin
uk: Введіть PIN-код, щоб розблокувати
zh_hans: 输入 PIN 码以解锁
zh_hant: 輸入 PIN 碼來解鎖

source: Enter your seed phrase
de: Gib deine Seed-Phrase ein
es: Ingresa tu frase semilla
fr: Saisissez votre phrase de récupération
it: Inserisci la frase seed
ja: シードフレーズを入力
ko: 시드 문구 입력
nl: Voer je seedzin in
pl: Wprowadź frazę seed
pt_br: Digite sua frase-semente
ro: Introdu fraza seed
ru: Введите мнемоническую фразу
tr: Kurtarma ifadenizi girin
uk: Введіть мнемонічну фразу
zh_hans: 输入你的助记词
zh_hant: 輸入你的助記詞

source: Enter your seed phrase words separated by spaces
de: Gib die Wörter deiner Seed-Phrase durch Leerzeichen getrennt ein
es: Ingresa las palabras de tu frase semilla separadas por espacios
fr: Saisissez les mots de votre phrase de récupération, séparés par des espaces
it: Inserisci le parole della frase seed separate da spazi
ja: シードフレーズの単語をスペースで区切って入力してください
ko: 시드 문구 단어를 공백으로 구분하여 입력하세요
nl: Voer de woorden van je seedzin in, gescheiden door spaties
pl: Wprowadź słowa frazy seed oddzielone spacjami
pt_br: Digite as palavras da sua frase-semente separadas por espaços
ro: Introdu cuvintele frazei seed, separate prin spații
ru: Введите слова мнемонической фразы через пробел
tr: Kurtarma ifadesinin kelimelerini boşlukla ayırarak girin
uk: Введіть слова мнемонічної фрази через пробіл
zh_hans: 输入助记词单词，以空格分隔
zh_hant: 輸入助記詞單字，以空格分隔

source: Error
de: Fehler
fr: Erreur
it: Errore
ja: エラー
ko: 오류
nl: Fout
pl: Błąd
pt_br: Erro
ro: Eroare
ru: Ошибка
tr: Hata
uk: Помилка
zh_hans: 错误
zh_hant: 錯誤

source: Error Creating Wallet
de: Fehler beim Erstellen der Wallet
es: Error al crear la cartera
fr: Erreur de création du portefeuille
it: Errore nella creazione del portafoglio
ja: ウォレット作成エラー
ko: 지갑 생성 오류
nl: Fout bij aanmaken portemonnee
pl: Błąd tworzenia portfela
pt_br: Erro ao Criar a Carteira
ro: Eroare la crearea portofelului
ru: Ошибка создания кошелька
tr: Cüzdan Oluşturma Hatası
uk: Помилка створення гаманця
zh_hans: 创建钱包时出错
zh_hant: 建立錢包時發生錯誤

source: Error Restoring Wallet
de: Fehler beim Wiederherstellen der Wallet
es: Error al restaurar la cartera
fr: Erreur de restauration du portefeuille
it: Errore nel ripristino del portafoglio
ja: ウォレット復元エラー
ko: 지갑 복원 오류
nl: Fout bij herstellen portemonnee
pl: Błąd przywracania portfela
pt_br: Erro ao Restaurar a Carteira
ro: Eroare la restaurarea portofelului
ru: Ошибка восстановления кошелька
tr: Cüzdan Geri Yükleme Hatası
uk: Помилка відновлення гаманця
zh_hans: 恢复钱包时出错
zh_hant: 回復錢包時發生錯誤

source: Error: %@
de: Fehler: %@
fr: Erreur : %@
it: Errore: %@
ja: エラー：%@
ko: 오류: %@
nl: Fout: %@
pl: Błąd: %@
pt_br: Erro: %@
ro: Eroare: %@
ru: Ошибка: %@
tr: Hata: %@
uk: Помилка: %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@

source: Establishing connection over Bluetooth.
de: Verbindung über Bluetooth wird hergestellt.
es: Estableciendo conexión por Bluetooth.
fr: Établissement de la connexion Bluetooth.
it: Connessione via Bluetooth in corso.
ja: Bluetoothで接続しています。
ko: Bluetooth로 연결하는 중입니다.
nl: Verbinding maken via Bluetooth.
pl: Nawiązywanie połączenia przez Bluetooth.
pt_br: Estabelecendo conexão via Bluetooth.
ro: Se stabilește conexiunea prin Bluetooth.
ru: Установка соединения по Bluetooth.
tr: Bluetooth üzerinden bağlantı kuruluyor.
uk: Встановлення з’єднання через Bluetooth.
zh_hans: 正在通过蓝牙建立连接。
zh_hant: 正在透過藍牙建立連線。

source: Export View Key
de: View-Key exportieren
es: Exportar clave de vista
fr: Exporter la clé d’audit
it: Esporta chiave di visualizzazione
ja: ビューキーを書き出す
ko: 보기 키 내보내기
nl: Exporteer alleen-lezen sleutel
pl: Eksportuj klucz podglądu
pt_br: Exportar Chave de Visualização
ro: Exportă cheia de citire
ru: Экспорт ключа просмотра
tr: Görüntüleme Anahtarını Dışa Aktar
uk: Експортувати ключ перегляду
zh_hans: 导出查看密钥
zh_hant: 匯出檢視金鑰

source: Exporting your view key…
de: Dein View-Key wird exportiert …
es: Exportando tu clave de vista…
fr: Exportation de votre clé d’audit…
it: Esportazione della chiave di visualizzazione…
ja: ビューキーを書き出し中…
ko: 보기 키를 내보내는 중…
nl: Je alleen-lezen sleutel wordt geëxporteerd…
pl: Eksportowanie klucza podglądu…
pt_br: Exportando sua chave de visualização…
ro: Se exportă cheia de citire…
ru: Экспорт ключа просмотра…
tr: Görüntüleme anahtarınız dışa aktarılıyor…
uk: Експортується ключ перегляду…
zh_hans: 正在导出你的查看密钥…
zh_hant: 正在匯出你的檢視金鑰⋯

source: Failed
de: Fehlgeschlagen
es: Fallida
fr: Échouée
it: Non riuscita
ja: 失敗
ko: 실패
nl: Mislukt
pl: Nieudana
pt_br: Falhou
ro: Eșuată
ru: Не удалась
tr: Başarısız
uk: Не вдалося
zh_hans: 失败
zh_hant: 失敗

source: Failed to change PIN
de: PIN konnte nicht geändert werden
es: No se pudo cambiar el PIN
fr: Impossible de modifier le code PIN
it: Impossibile cambiare il PIN
ja: PINを変更できませんでした
ko: PIN 변경 실패
nl: Wijzigen van PIN mislukt
pl: Nie udało się zmienić kodu PIN
pt_br: Falha ao alterar o PIN
ro: PIN-ul nu a putut fi schimbat
ru: Не удалось изменить PIN-код
tr: PIN değiştirilemedi
uk: Не вдалося змінити PIN-код
zh_hans: 更改 PIN 码失败
zh_hant: 更改 PIN 碼失敗

source: Failed to connect: %@
de: Verbindung fehlgeschlagen: %@
es: No se pudo conectar: %@
fr: Échec de la connexion : %@
it: Connessione non riuscita: %@
ja: 接続できませんでした：%@
ko: 연결 실패: %@
nl: Verbinden mislukt: %@
pl: Nie udało się połączyć: %@
pt_br: Falha ao conectar: %@
ro: Conectarea a eșuat: %@
ru: Не удалось подключиться: %@
tr: Bağlanılamadı: %@
uk: Не вдалося підключитися: %@
zh_hans: 连接失败：%@
zh_hant: 連線失敗：%@

source: Failed to reconnect: %@
de: Neuverbindung fehlgeschlagen: %@
es: No se pudo reconectar: %@
fr: Échec de la reconnexion : %@
it: Riconnessione non riuscita: %@
ja: 再接続できませんでした：%@
ko: 재연결 실패: %@
nl: Opnieuw verbinden mislukt: %@
pl: Nie udało się ponownie połączyć: %@
pt_br: Falha ao reconectar: %@
ro: Reconectarea a eșuat: %@
ru: Не удалось переподключиться: %@
tr: Yeniden bağlanılamadı: %@
uk: Не вдалося повторно підключитися: %@
zh_hans: 重新连接失败：%@
zh_hant: 重新連線失敗：%@

source: Failed to restart wallet: %@
de: Neustart der Wallet fehlgeschlagen: %@
es: No se pudo reiniciar la cartera: %@
fr: Échec du redémarrage du portefeuille : %@
it: Riavvio del portafoglio non riuscito: %@
ja: ウォレットを再起動できませんでした：%@
ko: 지갑 재시작 실패: %@
nl: Herstarten van portemonnee mislukt: %@
pl: Nie udało się ponownie uruchomić portfela: %@
pt_br: Falha ao reiniciar a carteira: %@
ro: Repornirea portofelului a eșuat: %@
ru: Не удалось перезапустить кошелёк: %@
tr: Cüzdan yeniden başlatılamadı: %@
uk: Не вдалося перезапустити гаманець: %@
zh_hans: 重启钱包失败：%@
zh_hant: 重新啟動錢包失敗：%@

source: Failed to save to keychain
de: Sichern im Schlüsselbund fehlgeschlagen
es: No se pudo guardar en el llavero
fr: Échec de l’enregistrement dans le trousseau
it: Impossibile salvare nel portachiavi
ja: キーチェーンに保存できませんでした
ko: 키체인에 저장 실패
nl: Bewaren in sleutelhanger mislukt
pl: Nie udało się zapisać w pęku kluczy
pt_br: Falha ao salvar no Keychain
ro: Salvarea în portchei a eșuat
ru: Не удалось сохранить в связку ключей
tr: Anahtar Zinciri'ne kaydedilemedi
uk: Не вдалося зберегти у зв’язку ключів
zh_hans: 存储到钥匙串失败
zh_hant: 無法儲存到鑰匙圈

source: Failed to save wallet
de: Wallet konnte nicht gesichert werden
es: No se pudo guardar la cartera
fr: Échec de l’enregistrement du portefeuille
it: Impossibile salvare il portafoglio
ja: ウォレットを保存できませんでした
ko: 지갑 저장 실패
nl: Bewaren van portemonnee mislukt
pl: Nie udało się zapisać portfela
pt_br: Falha ao salvar a carteira
ro: Salvarea portofelului a eșuat
ru: Не удалось сохранить кошелёк
tr: Cüzdan kaydedilemedi
uk: Не вдалося зберегти гаманець
zh_hans: 存储钱包失败
zh_hant: 無法儲存錢包

source: Failed to switch network: %@
de: Netzwerkwechsel fehlgeschlagen: %@
es: No se pudo cambiar de red: %@
fr: Échec du changement de réseau : %@
it: Cambio di rete non riuscito: %@
ja: ネットワークを切り替えられませんでした：%@
ko: 네트워크 전환 실패: %@
nl: Wisselen van netwerk mislukt: %@
pl: Nie udało się przełączyć sieci: %@
pt_br: Falha ao trocar de rede: %@
ro: Schimbarea rețelei a eșuat: %@
ru: Не удалось переключить сеть: %@
tr: Ağ değiştirilemedi: %@
uk: Не вдалося змінити мережу: %@
zh_hans: 切换网络失败：%@
zh_hant: 切換網路失敗：%@

source: Faster restoration, same security.
de: Schnellere Wiederherstellung, gleiche Sicherheit.
es: Restauración más rápida, la misma seguridad.
fr: Restauration plus rapide, même sécurité.
it: Ripristino più rapido, stessa sicurezza.
ja: 復元がより速く、セキュリティは同等です。
ko: 더 빠른 복원, 동일한 보안.
nl: Sneller herstellen, even veilig.
pl: Szybsze przywracanie, to samo bezpieczeństwo.
pt_br: Restauração mais rápida, mesma segurança.
ro: Restaurare mai rapidă, aceeași securitate.
ru: Более быстрое восстановление, та же безопасность.
tr: Daha hızlı geri yükleme, aynı güvenlik.
uk: Швидше відновлення, та сама безпека.
zh_hans: 恢复更快，安全性不变。
zh_hant: 回復更快，安全性不變。

source: Fee
de: Gebühr
es: Comisión
fr: Frais
it: Commissione
ja: 手数料
ko: 수수료
nl: Vergoeding
pl: Opłata
pt_br: Taxa
ro: Comision
ru: Комиссия
tr: Ücret
uk: Комісія
zh_hans: 手续费
zh_hant: 手續費

source: Fee: %@ XMR
de: Gebühr: %@ XMR
es: Comisión: %@ XMR
fr: Frais : %@ XMR
it: Commissione: %@ XMR
ja: 手数料：%@ XMR
ko: 수수료: %@ XMR
nl: Vergoeding: %@ XMR
pl: Opłata: %@ XMR
pt_br: Taxa: %@ XMR
ro: Comision: %@ XMR
ru: Комиссия: %@ XMR
tr: Ücret: %@ XMR
uk: Комісія: %@ XMR
zh_hans: 手续费：%@ XMR
zh_hant: 手續費：%@ XMR
